<?php

return [
    'lp' => [
        'settings' => 'Настройки',
        'panel' => 'Настройки панели управления',
        'login' => 'Настройка таймера блокировки входа'
    ],
    'le' => [
        'block' => 'Блокировать доступ к панели управления' .
        ' при повторном запросе в течение',
        'timer' => [
            1 => '1 секунды',
            2 => '2 секунд',
            3 => '3 секунд',
            4 => '4 секунд',
            5 => '5 секунд'
        ],
        'button' => 'СХРАНИТЬ'
    ]
];
