<?php

return [
    'mail_enter' => 'Введите адрес эл. почты.',
    'mail_emptyh' => 'Адрес эл. почты не должн содержать символ пробела.',
    'mail_format' => 'Эл. почта не соответствует формату.',
    'mail_length' => 'Длина адреса эл. почты не должна превышать 255 символов.',
    'mail_exists' => 'Такая эл. почта уже существует.',
    'user_enter' => 'Введите логин.',
    'user_format' => 'Вы можете использовать от 2 до 32 символов: A-Za-z0-9, дефис, подчеркивание и пробел.',
    'user_exists' => 'Такой логин уже существует.',
    'pass_enter' => 'Введите пароль.',
    'pass_old' => 'Вы ввели свой старый пароль.',
    'pass_format' => 'Допустимо использовать от 4 до 32 символов: A-Za-z0-9.',
    'pass_new_enter' => 'Введите новый пароль.',
    'pass_confirm_enter' => 'Введите подтверждение пароля.',
    'pass_not_match' => 'Пароли не совпадают.',
    'database_failed' => 'Сбой соединения с базой данных.',
    'database_write' => 'Не удалось записать в базу данных.'
];
